// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Calibrer la qualité de l'impression";

CalibrationFailedTitle = "Impossible d'exécuter le calibrage de la qualité d'impression";
CalibrationFailedExplanation = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";
PrintingPatternsProcessTitle = "Impression des motifs…";
PenFailureMsg = "Une cartouche d'encre est manquante, non détectée ou incorrectement installée.";

TwowayConnectionErrorTitle = "Impossible d'établir la communication avec le périphérique";

NoPensErrorTitle = "Aucune cartouche d'impression n'a été détectée";
NoPensErrorMessage = "Si des cartouches sont installées, vérifiez que le ruban adhésif des buses d'encre a été retiré.";

CriticalConditionTitle = "L'imprimante est dans un état critique.";
CriticalConditionMsg = "Veuillez résoudre l'état critique de l'imprimante.";

HSDQualityCalibrationTextFieldTitle = "Calibrer la qualité de l’impression";
HSDInfoTextFieldTitle = "Cette procédure peut améliorer la qualité d’impression des photos. Il est recommandé d’exécuter le service de nettoyage avant d’effectuer ce calibrage.";
HSDGuideTextFieldTitle = "Cliquez sur « Calibrer » pour lancer la procédure. Cette procédure prend environ une minute et nécessite une seule feuille de papier. Utilisez une feuille de papier ordinaire aux fins de cette procédure.";
HSDCalibrateButtonTitle = "Calibrer";

HSDPatternDescription1 = "Examinez la page imprimée et sélectionnez le motif présentant le moins de lignes horizontales visibles. Veuillez examiner les zones claires et foncées des motifs avant de faire votre choix.";
HSDPatternLabel = "Étiquette du motif :";
HSDPatternDescription2 = "Après avoir effectué votre sélection, cliquez sur « Appliquer ».";
HSDApplyButton = "Appliquer";
